tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "cristianoliveira/tap"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "minio/stable"
tap "neovim/neovim"
tap "subosito/packages"
tap "universal-ctags/universal-ctags"
tap "zaquestion/tap"
cask "xquartz"
brew "abduco"
brew "openssl"
brew "sqlite"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bench"
brew "cctools"
brew "certbot"
brew "gmp"
brew "influxdb"
brew "chronograf"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libgcrypt"
brew "dnsmasq", restart_service: true
brew "editorconfig"
brew "exiftool"
brew "fd"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "pcre2"
brew "fish"
brew "freetype"
brew "fontconfig"
brew "fortune"
brew "fping"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gettext"
brew "gawk"
brew "gd"
brew "gdrive"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-hooks"
brew "git-imerge"
brew "git-integration"
brew "git-lfs"
brew "libffi"
brew "libunistring"
brew "gnupg", link: false
brew "git-secret"
brew "git-test"
brew "glib"
brew "gnuplot"
brew "gource"
brew "grafana"
brew "libtool"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "hadolint"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "isl"
brew "jemalloc"
brew "jid"
brew "jpegoptim"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libmpc"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lnav"
brew "mawk"
brew "minio-mc"
brew "mitmproxy"
brew "mmv"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "ncdu"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "node"
brew "optipng"
brew "pandoc"
brew "par"
brew "pgcli"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgis"
brew "potrace"
brew "pv"
brew "pyinvoke"
brew "rclone"
brew "redis"
brew "rhash"
brew "shellcheck"
brew "smartmontools"
brew "swi-prolog"
brew "task"
brew "telegraf"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "watchman"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "wrk"
brew "wxmac"
brew "xmlstarlet"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zopfli"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "minio/stable/minio"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-libyaml"]
brew "zaquestion/tap/lab"
cask "appcleaner"
cask "basictex"
cask "battle-net"
cask "caffeine"
cask "dash"
cask "docker"
cask "gpgtools"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "openemu"
cask "qnapi"
cask "sketch"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "vlc"
