tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "cristianoliveira/tap"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "neovim/neovim"
tap "subosito/packages"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "python3"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "cctools"
brew "python"
brew "certbot"
brew "gmp"
brew "mpfr"
brew "clang-format"
brew "cmake"
brew "coq"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libgcrypt"
brew "dnsmasq", restart_service: true
brew "doxygen"
brew "pcre"
brew "editorconfig"
brew "elasticsearch"
brew "exiftool"
brew "lame"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "freetype"
brew "fontconfig"
brew "fping"
brew "gd"
brew "gdrive"
brew "gettext"
brew "ghostscript"
brew "gifsicle"
brew "git-hooks"
brew "git-imerge"
brew "git-integration"
brew "git-lfs"
brew "libffi"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "gnupg"
brew "git-secret"
brew "git-test"
brew "glib"
brew "lua"
brew "gnuplot"
brew "libtool"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "isl"
brew "jemalloc"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libmpc"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lnav"
brew "makedepend"
brew "mawk"
brew "mmv"
brew "mobile-shell"
brew "moreutils"
brew "msgpack"
brew "ncdu"
brew "ncurses"
brew "unibilium"
brew "neovim"
brew "node"
brew "nomad"
brew "optipng"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "phantomjs"
brew "pkg-config"
brew "postgis"
brew "potrace"
brew "pv"
brew "rclone"
brew "redis"
brew "rhash"
brew "shellcheck"
brew "smartmontools"
brew "swi-prolog"
brew "task"
brew "telegraf"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vault"
brew "watchman"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python", "with-ruby"]
brew "wget"
brew "wrk"
brew "wxmac"
brew "yarn"
brew "youtube-dl"
brew "zopfli"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appcleaner"
cask "basictex"
cask "battle-net"
cask "caffeine"
cask "dash"
cask "docker"
cask "gog-galaxy"
cask "google-chrome"
cask "gpgtools"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "openemu"
cask "postman"
cask "puppet-agent"
cask "qnapi"
cask "sketch"
cask "skype"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wkhtmltopdf"
