tap 'burntsushi/ripgrep', 'https://github.com/BurntSushi/ripgrep.git'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'subosito/packages'
tap 'universal-ctags/universal-ctags'
cask 'xquartz'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cctools'
brew 'clang-format'
brew 'cmake'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'doxygen'
brew 'pcre'
brew 'editorconfig'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'freetype'
brew 'fontconfig'
brew 'webp'
brew 'gd'
brew 'gettext'
brew 'gifsicle'
brew 'git-imerge'
brew 'git-lfs'
brew 'git-test'
brew 'libffi'
brew 'glib'
brew 'gmp'
brew 'lua'
brew 'gnuplot'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libtool'
brew 'graphviz'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'isl'
brew 'jemalloc'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libssh2'
brew 'libgit2'
brew 'mpfr'
brew 'libmpc'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lnav'
brew 'makedepend'
brew 'protobuf'
brew 'mobile-shell'
brew 'mongodb'
brew 'msgpack'
brew 'ncdu'
brew 'node'
brew 'optipng'
brew 'packer'
brew 'pandoc'
brew 'python'
brew 'postgresql', restart_service: true
brew 'pgcli'
brew 'phantomjs'
brew 'pkg-config'
brew 'potrace'
brew 'pv'
brew 'redis', restart_service: true
brew 'rhash'
brew 'shellcheck'
brew 'smartmontools'
brew 'sphinx-doc'
brew 'task'
brew 'terminal-notifier'
brew 'terraform'
brew 'texi2html'
brew 'thefuck'
brew 'tree'
brew 'unibilium'
brew 'watchman'
brew 'weechat', args: ['with-aspell', 'with-curl', 'with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'wrk'
brew 'yarn'
brew 'youtube-dl'
brew 'zopfli'
brew 'burntsushi/ripgrep/ripgrep-bin'
brew 'homebrew/dupes/ncurses'
brew 'neovim/neovim/neovim'
brew 'subosito/packages/snowboard'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'appcleaner'
cask 'basictex'
cask 'battle-net'
cask 'caffeine'
cask 'dash'
cask 'docker'
cask 'flux'
cask 'gitter'
cask 'gog-galaxy'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'julia'
cask 'karabiner-elements'
cask 'keycastr'
cask 'postgres'
cask 'postman'
cask 'qnapi'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'vivaldi'
cask 'vlc'
cask 'zoomus'
